Repository: samikeijonen/sijaishaku-plugin
Catalog: languages/sijaishaku-plugin-*.po
Languages: fi

# City name in admin
source: City
fi: Paikkakunta

# Subject name in admin
source: Subject
fi: Oppiaine

# Academy level name in admin
source: Level
fi: Kouluaste

source: Name:
fi: Nimi:

source: Email:
fi: Sähköposti:

source: Phone:
fi: Puhelin:

source: City
fi: Paikkakunta

source: Subject
fi: Oppiaine

source: Academy level
fi: Kouluaste

source: Lost password?
fi: Salasana hukassa?

source: Are you sure you want to delete your message. 'Cancel' to stop, 'OK' to delete.
fi: Oletko varma. että haluat poistaa viestin. Klikkaa OK, jos varmasti haluat poistaa viestin.

source: Click to edit
fi: Muokkaa

source: Delete
fi: Poista

source: Post was deleted succesfully.
fi: Ilmoitus poistettiin onnistuneesti.

source: Towns
fi: Paikkakunnat

source: Subjects
fi: Oppiaineet

source: Levels
fi: Kouluasteet

source: Search
fi: Hae

source: Search results
fi: Hakutulokset

source: l, F jS, Y, g:i a
fi: l j.m.Y, G:i

source: Nothing found
fi: Mitään ei löytynyt

source: Apologies, but no entries were found.
fi: Pahoittelut mutta yhtään tulosta ei löytynyt.

source: List by towns
fi: Paikkakunnat

source: List by subject
fi: Oppiaineet

source: List by level
fi: Kouluasteet

source: Search for:
fi: Etsi:

source: Title
fi: Otsikko

source: Message
fi: Viesti

source: Submit
fi: Lähetä

source: Message added successfully.
fi: Ilmoitus lisättiin onnistuneesti.

source: You need to login to add your post.
fi: Kirjaudu sisään, jotta voit lisätä ilmoituksen.

source: Edit
fi: Muokkaa

source: Message updated successfully.
fi: Ilmoitus päivitettiin onnistuneesti.

source: You need to login to edit your post.
fi: Kirjaudu sisän, jotta voit muokata ilmoitusta.

source: Thanks for posting a message. You can only write this one post.
fi: Kiitos ilmoituksen jättämisestä. Voit jättää vain yhden ilmoituksen.

# taxonomy general name
source: Cities
fi: Paikkakunnat

# taxonomy singular name
source: City
fi: Paikkakunta

source: Search Cities
fi: Etsi paikkakuntia

source: All Cities
fi: Kaikki paikkakunnat

# parent item
source: Parent City
fi: Yläkategoria paikkakunnalle

# parent item colon
source: Parent City:
fi: Yläkategoria paikkakunnalle:

source: Edit Cities
fi: Muokkaa paikkakuntia

source: Update City
fi: Päivitä paikkakunta

source: Add New City
fi: Lisää uusi paikkakunta

source: New City Name
fi: Uuden paikkakunnan nimi

source: Cities
fi: Paikkakunnat

# taxonomy general name
source: Subjects
fi: Oppiaineet

# taxonomy singular name
source: Level
fi: Kouluaste

source: Search Subjects
fi: Etsi Oppiaineita

source: All Subjects
fi: Kaikki oppiaineet

# parent item
source: Parent Subject
fi: Yläkategoria oppiaineelle

# parent item colon
source: Parent Subject:
fi: Yläkategoria oppiaineelle:

source: Edit Subjects
fi: Muokkaa oppiaineita

source: Update Subject
fi: Muokkaa oppiainetta

source: Add New Subject
fi: Lisää uusi oppiaine

source: New Subject Name
fi: Uuden oppiaineen nimi

# taxonomy general name
source: Academy Levels
fi: Kouluaste

source: Search Levels
fi: Etsi kouluasteita

source: All Levels
fi: Kaikki kouluasteet

# parent item
source: Parent Level
fi: Yläkategoria koulutasolle

# parent item colon
source: Parent Level:
fi: Yläkategoria koulutasolle:

source: Edit Levels
fi: Muokkaa kouluasteita

source: Update Level
fi: Päivitä kouluaste

source: Add New Level
fi: Lisää uusi kouluaste

source: New Level Name
fi: Uuden kouluasteen nimi

source: Sijaishaku Plugin
fi: Sijaishaku-lisäosa

source: Add stuff what we need in sijaishaku.fi site.
fi: sijaishaku.fi sivuston lisäosa.
